9/data/attachments/f355effd81932bcb.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Christine_out_Friend_17795_3</nif:username>
            <nif:friendToBeRequested>soap_friends_c5b21c29-f198-4567-aa82-797cd4783e46</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>